const healthRegions = [
    { id: 1, name: "เขตสุขภาพที่ 1", provinces: ["เชียงใหม่", "เชียงราย", "แพร่", "น่าน", "พะเยา", "ลำปาง", "ลำพูน", "แม่ฮ่องสอน"] },
    { id: 2, name: "เขตสุขภาพที่ 2", provinces: ["ตาก", "เพชรบูรณ์", "พิษณุโลก", "อุตรดิตถ์", "สุโขทัย"] },
    { id: 3, name: "เขตสุขภาพที่ 3", provinces: ["กำแพงเพชร", "พิจิตร", "นครสวรรค์", "ชัยนาท", "อุทัยธานี"] },
    { id: 4, name: "เขตสุขภาพที่ 4", provinces: ["สระบุรี", "นนทบุรี", "ลพบุรี", "อ่างทอง", "นครนายก", "สิงห์บุรี", "พระนครศรีอยุธยา", "ปทุมธานี"] },
    { id: 5, name: "เขตสุขภาพที่ 5", provinces: ["เพชรบุรี", "สมุทรสาคร", "สมุทรสงคราม", "ประจวบคีรีขันธ์", "สุพรรณบุรี", "นครปฐม", "ราชบุรี", "กาญจนบุรี"] },
    { id: 6, name: "เขตสุขภาพที่ 6", provinces: ["สระแก้ว", "ปราจีนบุรี", "ฉะเชิงเทรา", "สมุทรปราการ", "ชลบุรี", "จันทบุรี", "ระยอง", "ตราด"] },
    { id: 7, name: "เขตสุขภาพที่ 7", provinces: ["กาฬสินธุ์", "ขอนแก่น", "มหาสารคาม", "ร้อยเอ็ด"] },
    { id: 8, name: "เขตสุขภาพที่ 8", provinces: ["อุดรธานี", "สกลนคร", "นครพนม", "เลย", "หนองคาย", "หนองบัวลำภู", "บึงกาฬ", "ยโสธร"] },
    { id: 9, name: "เขตสุขภาพที่ 9", provinces: ["ชัยภูมิ", "นครราชสีมา", "บุรีรัมย์", "สุรินทร์"] },
    { id: 10, name: "เขตสุขภาพที่ 10", provinces: ["อุบลราชธานี", "ศรีสะเกษ", "มุกดาหาร", "อำนาจเจริญ"] },
    { id: 11, name: "เขตสุขภาพที่ 11", provinces: ["นครศรีธรรมราช", "สุราษฎร์ธานี", "ภูเก็ต", "กระบี่", "พังงา", "ระนอง", "ชุมพร"] },
    { id: 12, name: "เขตสุขภาพที่ 12", provinces: ["สงขลา", "สตูล", "ตรัง", "พัทลุง", "ปัตตานี", "ยะลา", "นราธิวาส"] },
    { id: 13, name: "เขตสุขภาพที่ 13", provinces: ["กรุงเทพมหานคร"] },

  ];
  

export { healthRegions }